{
   "news" : [ {
     "id" : 1,
     "name" : "The Uffizi Galleries are enriched with three important paintings received as a gift",
     "shortDescription" : "NEW ENTRY",
     "fullDescription" : "Three new artworks are part of the heritage of the Uffizi Galleries. These are the Count Ugolino by Fra’ Arsenio Mascagni, a subject taken from the Divine Comedy which was rarely depicted before the 19th century, the Caravaggesque Liberation of Saint Peter from prison by the Bolognese artist Leonello Spada (active in Emilia, as well as in Rome, Naples and Malta), and the Sicilian countryside on a rainy day by the Sicilian painter Francesco Lojacono, of which the Galleries have never owned any work so far. The arrival of the three paintings is the result of the generosity of the American branch of the ‘Amici degli Uffizi’, the Friends of the Uffizi Gallery, which have recently purchased them on the market to donate them to the Galleries.",
     "date" : "08.10.2021",
     "pictureUrl" : "https://images.uffizi.it/production/attachments/1506167503111819-allori-giuditta-anteprima.jpg?ixlib=rails-2.1.3&w=780&h=926&fit=crop&crop=center&fm=gjpg&auto=compress"
   }, {
     "id" : 2,
     "name" : "52 self-portraits by Italian comic book artists enter the prestigious Uffizi collection",
     "shortDescription" : "ANNOUNCEMENT",
     "fullDescription" : "52 self-portraits of some of the most talented comic book artists on the Italian scene will enter the collection of the Uffizi Galleries, Italy. The works - created with different techniques, formats and styles - will be presented at Lucca Comics & Games 2021 from October 8 to November 1 as part of the “Fumetti nei musei | Gli autoritratti degli Uffizi” (Comics in the Museums | Self-portraits of the Uffizi) exhibition, curated by Mattia Morandi and Chiara Palmieri.",
     "date" : "29/09/2021",
     "pictureUrl" : "https://news.artnet.com/app/news-upload/2021/05/Foto2-1024x684.jpeg"
   }, {
     "id" : 3,
     "name" : "The canvas, sold at auction, was about to leave Italy",
     "shortDescription" : "NEW ENTRY",
     "fullDescription" : "A large painting depicting Saint Paul becomes part of the Uffizi Galleries’ collection. It is a documented work by Pellegrino Tibaldi (1527 or 1530/1531 - 1596) – one of the greatest and most versatile artists of the XVI century, active in Italy and Spain – and of his Milanese pupil Giovanni Pietro Gnocchi (1553 c. - 1609). The canvas was painted by Gnocchi with the supervision of Tibaldi and depicts full figure of Saint Paul, with an monumental architectural background and a desk beside him, at the base of which is inscribed the date 1585. The saint, with a long beard and red and green garments, can be recognized thanks to its traditional attribute, a sword, leaning against the wall.",
     "date" : "21/09/2021",
     "pictureUrl" : "https://www.planetware.com/photos-large/I/italy-florence-uffizi-annunciation-by-simone-martini-and-lippo-memmi.jpg"
   }, {
     "id" : 4,
     "name" : "Autumn at the Uffizi Galleries: exhibitions, cultural meetings and live streamings",
     "shortDescription" : "ANNOUNCEMENT",
     "fullDescription" : "The busy calendar begins on October 5, with the Portrait of Jacopo Strada by Titian, an absolute masterpiece from the Kunsthistorisches Museum of Vienna, which has rarely been lent: it will be exhibited in the White Hall of Pitti Palace (October 5 – January 16); then there will be the contemporary art exhibition ‘Lost’ by Franco Ionda, still at Pitti Palace, in the corridor of the Angiolini (October 12 – December 12). From October 8 to January 9, the Uffizi will host, in the Niobe Room, a 17th-century painting, which has a very unusual subject for its time: Count Ugolino by Fra’ Arsenio Mascagni, purchased in the last few weeks by the Friends of the Uffizi Galleries and donated to the Florentine museum.",
     "date" : "02/09/2021",
     "pictureUrl" : "https://theculturetrip.com/wp-content/uploads/2019/09/mntnpm.jpg"
   }, {
   "id" : 5,
     "name" : "The painting has been long since lost in the USA",
     "shortDescription" : "INSIGHT",
     "fullDescription" : "On the occasion of the American Independence Day, the Uffizi Galleries have acquired the sketch of a nineteenth-century painting long believed lost in the USA. It is The Witch of Endor evokes the ghost of Samuel before Saul created in 1814 by the Romantic painter Giuseppe Sabatelli: it is a preparatory work for a painting that the rich landowner Meredith Calhoun, who in those years was travelling in Italy, purchased for his summer residence in Huntsville, Alabama, or for the winter one in New Orleans, Louisiana. The finished painting was sent to the USA: as of today, it has been reported missing, along with two other paintings created by Sabatelli for the same customer in those years, depicting Cornelia.",
     "date" : "05/08/2021",
     "pictureUrl" : "https://www.wantedinrome.com/i/preview/storage/uploads/2020/07/ferragni-uffizi.jpg"
   }
   ]
 } 
