{
  "exhibitions" : [ {
    "id" : 1,
    "name" : "The Civilisation of Arms and the Courts of the Renaissance",
    "shortDescription" : "NEW ENTRY",
    "fullDescription" : "The Museo della Battaglia e di Anghiari hosts an exhibition entitled 'The Civilisation of Arms and the Courts of the Renaissance'. Running from 31 August 2021 until 6 January 2022, it offers visitors a unique opportunity to explore the Renaissance era in Italy, when cruel mercenary captains could return home from their bloody military campaigns to don the garb of enlightened humanists, immersing themselves in the study of literature and philosophy and commisioning sublime works of art while at the same time using art and literature to engage in a different form of competition with rival city lords.",
    "date" : "From 31/08/2021 to 06/01/2022",
    "pictureUrl" : "https://www.magentaflorence.com/wp-content/uploads/2020/04/Filippo-Lippi-Uffizi-copy-667x549.jpg"
  }, {
    "id" : 2,
    "name" : "'The Final Seal'. The Stigmata of St. Francis at La Verna from the collections of the Gallerie degli Uffizi",
    "shortDescription" : "ANNOUNCEMENT",
    "fullDescription" : "The Pinacoteca Comunale di Castiglion Fiorentino and the Gallerie degli Uffizi trade two masterpieces. To mark the Feast of St. Francis, Italy's patron saint, on 4 October, the Gallerie degli Uffizi and the Pinacoteca Comunale di Castiglion Fiorentino are trading two important paintings depicting the episode of the Stigmata, which Dante calls the final sea (Paradise XI:107).In the context of the exhibition entitled 'The Final Seal. St. Francis Stigmata in La Verna from the collections of the Gallerie degli Uffizi' in Castiglion Fiorentino (2 October 2021 – 6 January 2022), the Uffizi is loaning St. Francis Receiving the Stigmata, a masterpiece painted by Ludovico Cardi, known as Cigoli, in 1596.'",
    "date" : "From 02/10/2021 to 06/01/2022",
    "pictureUrl" : "https://i.hurimg.com/i/hdn/75/0x0/618392f24e3fe11b7cd2c219.jpg"
  }, {
    "id" : 3,
    "name" : "Giottesque Painters in the Valdelsa",
    "shortDescription" : "NEW ENTRY",
    "fullDescription" : "Two versions of the Madonna and Child juxtaposed for visitors to discover Lippo di Benivieni and the followers of Giotto in the Valdelsa.The great painter Giotto played a crucial and highly influential role throughout the 14th century not only on account of his painting but also thanks to the profilic output of the artists and apprentices involved in his workshops, who then went on in their turn to paint in the churches, courts and castles of the area. The exhibition explores the dissemination of Giotto's style throughout the Valdelsa, an area rich in works by Taddeo Gaddi and other masters who benefited first hand from Giotto's teaching.",
    "date" : "From 26/09/2021 to 06/01/2022",
    "pictureUrl" : "https://static01.nyt.com/images/2021/08/19/arts/19uffizi10/merlin_193411209_b303412c-c576-4e9e-8260-4b9beb48be24-superJumbo.jpg"
  }, {
    "id" : 4,
    "name" : "A guest from Vienna. The portrait of Jacopo Strada by Titian",
    "shortDescription" : "ANNOUNCEMENT",
    "fullDescription" : "A new illustrious tenant will live in Pitti Palace: the Lombard well-educated antiquarian and scholar from the 16th century, Jacopo Strada, portrayed by Titian. Held in the art collections of the Habsburg family in Brussels and then in Vienna since the 17th century and today among the masterpieces of the Kunsthistorisches Museum in the Austrian capital, the work has been exceptionally loaned to the Uffizi Galleries for the exhibition titled ‘A guest from Vienna. Jacopo Strada by Titian’, set up in the White Hall of Pitti Palace from October 5, 2021 to January 16, 2022.",
    "date" : "From 05/10/2021 to 16/01/2022",
    "pictureUrl" : "https://www.italy24news.com/entertainment/content/uploads/2021/05/15/91a5f37587.jpg"
  }, {
  "id" : 5,
    "name" : "Terre degli Uffizi",
    "shortDescription" : "INSIGHT",
    "fullDescription" : "CR Firenze Foundation and the Uffizi Galleries working together for a major project to enhance the region’s artistic heritage! It is called “Terre degli Uffizi” – Lands of the Uffizi – and it is the first phase of the plan for a broader knowledge of our artistic treasures promoted in recent months by the Florentine museum with the title of “Uffizi Diffusi”. The five-years project will translate immediately into five exhibitions that fall within the celebrations for the 700th anniversary of the death of Dante Alighieri, while deepening the relationship between the territory and the museum’s collections.",
    "date" : "From 23/06/2021 to 31/01/2022",
    "pictureUrl" : "https://www.piccoligrandimusei.it/wp-content/uploads/2021/08/terre_uffizi_anghiari.jpg"
  }
  ]
}